Repository: vbuell/pdfsnip
Catalog: trunk/po/*.po
Languages: fr

source: File %s does not exist
fr: Le fichier %s n'existe pas

source: Delete Page(s)
fr: Effacer la(les) page(s)

source: Import pdf
fr: Importer PDF

source: Export pdf
fr: Exporter PDF

source: About
fr: À propos

source: Rotate Page(s) Clockwise
fr: Rotation de la(les) page(s) en sens horaire

source: Rotate Page(s) Counterclockwise
fr: Rotation de la(les) page(s) en sens anti-horaire

source: Crop Page(s)
fr: Couper la(les) page(s)

source: Export ...
fr: Exporter ...

source: PDF files
fr: Fichier PDF

source: All files
fr: Tous les fichiers

source: Error writing file: %s
fr: Une erreur s'est produite pendant l'écriture du fichier : %s

source: File %s is encrypted.
fr: Le fichier %s est codé.

source: Support for such files has not been implemented yet.
fr: Le support pour ce type de fichier n'a pas encore été implémenté.

source: File export failed.
fr: Exportation des fichiers échouée.

source: exporting to:
fr: exporter en :

source: Import...
fr: Importer ...

source: OpenDocument not supported yet!
fr: OpenDocument n'est pas encore supporté !

source: Image file not supported yet!
fr: Le format image n'est pas encore supporté !

source: File type not supported!
fr: Type de ficher pas encore supporté !

source: Closed, no files selected
fr: Fermé, aucun fichier sélectionné

source: Crop Selected Page(s)
fr: Couper la(les) page(s) sélectionné(es)

source: Crop Margins
fr: Couper les marges

source: % of width
fr: % en largeur

source: % of height
fr: % en hauteur

source: Left
fr: Gauche

source: Right
fr: Droite

source: Top
fr: Dessus

source: Bottom
fr: Bas

source: Dialog closed
fr: Fenêtre de dialogue fermée

source: PDF-Shuffler is a simple pyGTK utility which lets you merge, split and rearrange PDF documents. You can also rotate and crop individual pages of a pdf document.
fr: PDF-Shuffler est un simple outil pyGTK qui vous permet de réunir, couper et réarrangez des documents PDF. Vous pouvez aussi pivoter et couper des pages individuelles d'un document pdf.
