Repository: vbuell/pdfsnip
Catalog: po/*.po
Languages: de

source: File %s does not exist
de: Die Datei %s existiert nicht

source: Delete Page(s)
de: Seite(n) entfernen

source: Import pdf
de: Importieren von PDF

source: Export pdf
de: Exportieren in PDF

source: About
de: Über

source: Rotate Page(s) Clockwise
de: Seite(n) rechts drehen

source: Rotate Page(s) Counterclockwise
de: Seite(n) links drehen

source: Crop Page(s)
de: Seite(n) zuschneiden

source: page
de: Seite

source: Export ...
de: Exportieren ...

source: PDF files
de: PDF Dateien

source: All files
de: Alle Dateien

source: Error writing file: %s
de: Fehler beim Schreiben der Datei: %s

source: File %s is encrypted.
de: Die Datei %s ist verschlüsselt.

source: Support for such files has not been implemented yet.
de: Solche Dateien werden noch nicht unterstützt.

source: File export failed.
de: Die Datei konnte nicht exportiert werden.

source: exporting to:
de: exportieren in:

source: Import...
de: Importieren...

source: OpenDocument not supported yet!
de: OpenDocument-Dateien werden noch nicht unterstützt!

source: Image file not supported yet!
de: Bilddateien werden noch nicht unterstützt!

source: File type not supported!
de: Dateityp wird nicht unterstützt!

source: Closed, no files selected
de: Geschlossen, keine Datei wurde ausgewählt

source: Crop Selected Page(s)
de: Markierte Seite(n) zuschneiden

source: Crop Margins
de: Seitenränder zuschneiden

source: % of width
de: % der Seitenbreite

source: % of height
de: % der Seitenhöhe

source: Left
de: Links

source: Right
de: Rechts

source: Top
de: Oben

source: Bottom
de: Unten

source: Dialog closed
de: Dialogfenster wurde geschlossen

source: PDF-Shuffler is a simple pyGTK utility which lets you merge, split and rearrange PDF documents. You can also rotate and crop individual pages of a pdf document.
de: PDF-Shuffler ist eine einfache pyGTK Anwendung, die Ihnen das Zusammenfügen, die Zerteilung und das Umordnen von PDF-Dokumenten ermöglicht. Darüber hinaus können Sie einzelne Seiten des PDF-Dokumentes rotieren oder zuschneiden.
